Repository: pastera-app/Pastera
Catalog: pastera/Resources/Localizable.xcstrings
Source language: en
Languages: de, it, ja, zh_hans

source: Changing…
de: Wird geändert…
it: Modifica…
ja: 変更中…
zh_hans: 正在修改…

source: Check access to the password vault file, then try again.
de: Prüfe den Zugriff auf die Passworttresordatei und versuche es erneut.
it: Controlla l'accesso al file della cassaforte password e riprova.
ja: パスワード保管庫ファイルへのアクセスを確認して、もう一度お試しください。
zh_hans: 检查密码箱文件访问权限后重试。

source: Confirm New Master Password
de: Neues Master-Passwort bestätigen
it: Conferma nuova password principale
ja: 新しいマスターパスワードを確認
zh_hans: 确认新主密码

source: Current Master Password
de: Aktuelles Master-Passwort
it: Password principale attuale
ja: 現在のマスターパスワード
zh_hans: 当前主密码

source: Enable quick unlock to use this Mac's authentication next time.
de: Aktiviere die Schnellentsperrung, um beim nächsten Mal die Mac-Authentifizierung zu verwenden.
it: Attiva lo sblocco rapido per usare l'autenticazione del Mac la prossima volta.
ja: 次回このMacの認証を使うにはクイックロック解除を有効にしてください。
zh_hans: 启用快速解锁后，下次可使用这台 Mac 的认证。

source: Enter a new master password.
de: Gib ein neues Master-Passwort ein.
it: Inserisci una nuova password principale.
ja: 新しいマスターパスワードを入力してください。
zh_hans: 请输入新主密码。

source: Enter the current master password.
de: Gib das aktuelle Master-Passwort ein.
it: Inserisci la password principale attuale.
ja: 現在のマスターパスワードを入力してください。
zh_hans: 请输入当前主密码。

source: Lock after the selected period of inactivity.
de: Nach der gewählten Inaktivitätsdauer sperren.
it: Blocca dopo il periodo di inattività selezionato.
ja: 選択した時間操作がないとロックします。
zh_hans: 在所选时长内无操作后锁定。

source: Locked
de: Gesperrt
it: Bloccata
ja: ロック中
zh_hans: 已锁定

source: Locking & Unlocking
de: Sperren und Entsperren
it: Blocco e sblocco
ja: ロックとロック解除
zh_hans: 锁定与解锁

source: Manage password vault locking, unlocking, and master password.
de: Verwalte Sperren, Entsperren und Master-Passwort des Passworttresors.
it: Gestisci blocco, sblocco e password principale della cassaforte.
ja: パスワード保管庫のロック、ロック解除、マスターパスワードを管理します。
zh_hans: 管理密码箱的锁定、解锁和主密码。

source: Master password changed.
de: Master-Passwort geändert.
it: Password principale modificata.
ja: マスターパスワードを変更しました。
zh_hans: 主密码已修改。

source: New Master Password
de: Neues Master-Passwort
it: Nuova password principale
ja: 新しいマスターパスワード
zh_hans: 新主密码

source: Not Set Up
de: Nicht eingerichtet
it: Non configurata
ja: 未設定
zh_hans: 未设置

source: Open Password Vault Setup
de: Passworttresor einrichten
it: Apri configurazione cassaforte
ja: パスワード保管庫の設定を開く
zh_hans: 前往密码箱设置

source: Quick unlock is ready on this Mac.
de: Die Schnellentsperrung ist auf diesem Mac bereit.
it: Lo sblocco rapido è pronto su questo Mac.
ja: このMacでクイックロック解除を使用できます。
zh_hans: 这台 Mac 已可使用快速解锁。

source: Quick unlock was turned off. Unlock the vault and enable it again.
de: Die Schnellentsperrung wurde deaktiviert. Entsperre den Tresor und aktiviere sie erneut.
it: Lo sblocco rapido è stato disattivato. Sblocca la cassaforte e riattivalo.
ja: クイックロック解除は無効になりました。保管庫をロック解除して再度有効にしてください。
zh_hans: 快速解锁已关闭，请解锁密码箱后重新启用。

source: Read Only
de: Schreibgeschützt
it: Sola lettura
ja: 読み取り専用
zh_hans: 只读

source: Resolve the sync conflict, then try again without closing this sheet.
de: Löse den Synchronisierungskonflikt und versuche es erneut, ohne dieses Fenster zu schließen.
it: Risolvi il conflitto di sincronizzazione e riprova senza chiudere questo pannello.
ja: このシートを閉じずに同期の競合を解決して、もう一度お試しください。
zh_hans: 请先解决同步冲突，再在不关闭此窗口的情况下重试。

source: Resolve the sync conflict, then try again.
de: Löse den Synchronisierungskonflikt und versuche es erneut.
it: Risolvi il conflitto di sincronizzazione e riprova.
ja: 同期の競合を解決して、もう一度お試しください。
zh_hans: 请先解决同步冲突，然后重试。

source: Resolve the sync or file access issue before changing the master password.
de: Behebe das Synchronisierungs- oder Dateizugriffsproblem, bevor du das Master-Passwort änderst.
it: Risolvi il problema di sincronizzazione o accesso ai file prima di cambiare la password principale.
ja: マスターパスワードを変更する前に同期またはファイルアクセスの問題を解決してください。
zh_hans: 请先解决同步或文件访问问题，再修改主密码。

source: Restore access to the password vault file before changing security settings.
de: Stelle den Zugriff auf die Passworttresordatei wieder her, bevor du Sicherheitseinstellungen änderst.
it: Ripristina l'accesso al file della cassaforte prima di modificare le impostazioni di sicurezza.
ja: セキュリティ設定を変更する前にパスワード保管庫ファイルへのアクセスを復元してください。
zh_hans: 请先恢复密码箱文件访问，再修改安全设置。

source: Set up the password vault from the main menu before configuring security options.
de: Richte den Passworttresor im Hauptmenü ein, bevor du Sicherheitsoptionen konfigurierst.
it: Configura la cassaforte password dal menu principale prima delle opzioni di sicurezza.
ja: セキュリティオプションを設定する前にメインメニューからパスワード保管庫を設定してください。
zh_hans: 请先在主菜单设置密码箱，再配置安全选项。

source: The current master password is incorrect.
de: Das aktuelle Master-Passwort ist falsch.
it: La password principale attuale non è corretta.
ja: 現在のマスターパスワードが正しくありません。
zh_hans: 当前主密码不正确。

source: The master password could not be changed. Please try again.
de: Das Master-Passwort konnte nicht geändert werden. Versuche es erneut.
it: Impossibile modificare la password principale. Riprova.
ja: マスターパスワードを変更できませんでした。もう一度お試しください。
zh_hans: 无法修改主密码，请重试。

source: The master password encrypts your password vault. If forgotten, it cannot be recovered by any other means.
de: Das Master-Passwort verschlüsselt deinen Passworttresor. Wenn du es vergisst, kann es auf keinem anderen Weg wiederhergestellt werden.
it: La password principale cifra la cassaforte. Se la dimentichi, non può essere recuperata in nessun altro modo.
ja: マスターパスワードはパスワード保管庫を暗号化します。忘れた場合、ほかの方法では復元できません。
zh_hans: 主密码用于加密密码箱。忘记后无法通过其他方式找回。

source: The new master password encrypts your password vault. If forgotten, it cannot be recovered by any other means.
de: Das neue Master-Passwort verschlüsselt deinen Passworttresor. Wenn du es vergisst, kann es auf keinem anderen Weg wiederhergestellt werden.
it: La nuova password principale cifra la cassaforte. Se la dimentichi, non può essere recuperata in nessun altro modo.
ja: 新しいマスターパスワードはパスワード保管庫を暗号化します。忘れた場合、ほかの方法では復元できません。
zh_hans: 新主密码用于加密密码箱。忘记后无法通过其他方式找回。

source: The new master passwords do not match.
de: Die neuen Master-Passwörter stimmen nicht überein.
it: Le nuove password principali non corrispondono.
ja: 新しいマスターパスワードが一致しません。
zh_hans: 两次输入的新主密码不一致。

source: The password vault file could not be saved. Check file access and try again.
de: Die Passworttresordatei konnte nicht gespeichert werden. Prüfe den Dateizugriff und versuche es erneut.
it: Impossibile salvare il file della cassaforte. Controlla l'accesso e riprova.
ja: パスワード保管庫ファイルを保存できませんでした。ファイルアクセスを確認して、もう一度お試しください。
zh_hans: 无法保存密码箱文件，请检查文件访问权限后重试。

source: The security setting could not be updated. Please try again.
de: Die Sicherheitseinstellung konnte nicht aktualisiert werden. Versuche es erneut.
it: Impossibile aggiornare l'impostazione di sicurezza. Riprova.
ja: セキュリティ設定を更新できませんでした。もう一度お試しください。
zh_hans: 无法更新安全设置，请重试。

source: The vault is locked. Quick unlock remains available on this Mac.
de: Der Tresor ist gesperrt. Die Schnellentsperrung bleibt auf diesem Mac verfügbar.
it: La cassaforte è bloccata. Lo sblocco rapido resta disponibile su questo Mac.
ja: 保管庫はロックされています。このMacではクイックロック解除を引き続き使用できます。
zh_hans: 密码箱已锁定，仍可在这台 Mac 上使用快速解锁。

source: This Mac could not update quick unlock. Try again after unlocking the vault.
de: Dieser Mac konnte die Schnellentsperrung nicht aktualisieren. Entsperre den Tresor und versuche es erneut.
it: Questo Mac non ha potuto aggiornare lo sblocco rapido. Sblocca la cassaforte e riprova.
ja: このMacでクイックロック解除を更新できませんでした。保管庫をロック解除して再試行してください。
zh_hans: 这台 Mac 无法更新快速解锁，请解锁密码箱后重试。

source: Unlock the password vault and try again.
de: Entsperre den Passworttresor und versuche es erneut.
it: Sblocca la cassaforte password e riprova.
ja: パスワード保管庫をロック解除して、もう一度お試しください。
zh_hans: 请解锁密码箱后重试。

source: Unlock the vault from the main menu before enabling quick unlock.
de: Entsperre den Tresor im Hauptmenü, bevor du die Schnellentsperrung aktivierst.
it: Sblocca la cassaforte dal menu principale prima di attivare lo sblocco rapido.
ja: クイックロック解除を有効にする前にメインメニューから保管庫をロック解除してください。
zh_hans: 请先在主菜单解锁密码箱，再启用快速解锁。

source: Unlocked
de: Entsperrt
it: Sbloccata
ja: ロック解除済み
zh_hans: 已解锁

source: Use this Mac's authentication instead of entering the master password.
de: Verwende die Mac-Authentifizierung, statt das Master-Passwort einzugeben.
it: Usa l'autenticazione del Mac invece di inserire la password principale.
ja: マスターパスワードの入力の代わりにこのMacの認証を使用します。
zh_hans: 使用这台 Mac 的认证，无需输入主密码。

source: Verify your current master password, then choose a new one. Your folders and entries will be preserved.
de: Bestätige dein aktuelles Master-Passwort und wähle ein neues. Ordner und Einträge bleiben erhalten.
it: Verifica la password principale attuale e scegline una nuova. Cartelle e voci saranno conservate.
ja: 現在のマスターパスワードを確認してから新しいものを選択します。フォルダと項目は保持されます。
zh_hans: 验证当前主密码后设置新密码，所有文件夹和条目都会保留。

source: OneDrive is disconnected
de: OneDrive ist getrennt
it: OneDrive è disconnesso
ja: OneDrive が切断されています
zh_hans: OneDrive 已断开

source: OneDrive is disconnected; %lld changes are waiting
de: OneDrive ist getrennt; %lld Änderungen warten auf die Synchronisierung
it: OneDrive è disconnesso; %lld modifiche in attesa di sincronizzazione
ja: OneDrive が切断されています。%lld 件の変更が同期待ちです
zh_hans: OneDrive 已断开，%lld 项更改等待同步

source: OneDrive has %lld conflict copies
de: OneDrive enthält %lld Konfliktkopien
it: OneDrive contiene %lld copie in conflitto
ja: OneDrive に %lld 件の競合コピーがあります
zh_hans: OneDrive 有 %lld 个冲突副本

source: OneDrive sync is off
de: OneDrive-Synchronisierung ist deaktiviert
it: La sincronizzazione OneDrive è disattivata
ja: OneDrive 同期はオフです
zh_hans: OneDrive 同步已关闭

source: %lld changes waiting
de: %lld Änderungen warten
it: %lld modifiche in attesa
ja: %lld 件の変更が待機中です
zh_hans: %lld 项更改等待同步

source: Last synced: %@
de: Zuletzt synchronisiert: %@
it: Ultima sincronizzazione: %@
ja: 最終同期：%@
zh_hans: 上次同步：%@

source: Enable OneDrive Sync
de: OneDrive-Synchronisierung aktivieren
it: Abilita sincronizzazione OneDrive
ja: OneDrive 同期を有効にする
zh_hans: 开启 OneDrive 同步

source: OneDrive is connected
de: OneDrive ist verbunden
it: OneDrive è connesso
ja: OneDrive に接続済みです
zh_hans: OneDrive 已连接

source: OneDrive sync needs attention
de: OneDrive-Synchronisierung erfordert Aufmerksamkeit
it: La sincronizzazione OneDrive richiede attenzione
ja: OneDrive 同期を確認してください
zh_hans: OneDrive 同步需要处理

source: Sync is waiting for unlock
de: Synchronisierung wartet auf das Entsperren
it: La sincronizzazione attende lo sblocco
ja: 同期はロック解除待ちです
zh_hans: 同步正在等待解锁

source: Syncing with OneDrive
de: Synchronisierung mit OneDrive
it: Sincronizzazione con OneDrive
ja: OneDrive と同期中です
zh_hans: 正在与 OneDrive 同步

source: Password Vault Sync
de: Passworttresor-Synchronisierung
it: Sincronizzazione cassaforte password
ja: パスワード保管庫の同期
zh_hans: 密码箱同步

source: Enable Password Vault Sync
de: Passworttresor-Synchronisierung aktivieren
it: Abilita sincronizzazione cassaforte password
ja: パスワード保管庫の同期を有効にする
zh_hans: 开启密码箱同步

source: Create an encrypted OneDrive replica using the selected folder.
de: Erstellt ein verschlüsseltes OneDrive-Replikat im ausgewählten Ordner.
it: Crea una replica OneDrive crittografata nella cartella selezionata.
ja: 選択したフォルダに暗号化された OneDrive レプリカを作成します。
zh_hans: 使用所选文件夹创建加密的 OneDrive 副本。

source: Password vault sync is independent from history and snippet sync.
de: Die Passworttresor-Synchronisierung ist von Verlauf und Textbausteinen getrennt.
it: La sincronizzazione della cassaforte password è indipendente da cronologia e frammenti.
ja: パスワード保管庫の同期は、履歴やスニペットの同期とは独立しています。
zh_hans: 密码箱同步与历史记录及片段同步相互独立。

source: items
de: Einträge
it: elementi
ja: 項目
zh_hans: 项

source: Software Update
it: Aggiornamento software
ja: ソフトウェアアップデート
zh_hans: 软件更新

source: Code
it: Codice
ja: コード
zh_hans: 代码

source: Links
it: Collegamenti
ja: リンク
zh_hans: 链接

source: OneDrive Status
it: Stato OneDrive
ja: OneDriveの状態
zh_hans: OneDrive 状态

source: Software Updates
it: Aggiornamenti software
ja: ソフトウェアアップデート
zh_hans: 软件更新

source: Update Status
it: Stato aggiornamento
ja: アップデート状況
zh_hans: 更新状态

source: Version %@
it: Versione %@
ja: バージョン %@
zh_hans: 版本 %@

source: Codex Integration
it: Integrazione Codex
ja: Codex 連携
zh_hans: Codex 集成

source: Claude Code Integration
it: Integrazione Claude Code
ja: Claude Code 連携
zh_hans: Claude Code 集成

source: Pastera CLI
it: CLI Pastera

source: 1 Minute
it: 1 minuto
ja: 1分
zh_hans: 1 分钟

source: Build %@
ja: ビルド %@
zh_hans: 构建 %@

source: Open System Preferences
ja: "システム環境設定"を開く

source: Please allow Accessibility.
ja: アクセシビリティを有効にしてください。

source: Repository
ja: リポジトリ
zh_hans: 代码仓库

source: Snippet
ja: スニペット
zh_hans: 片段

source: To do this action please allow Accessibility in Security & Privacy preferences, located in System Preferences.
ja: この動作を行うためにはシステム環境設定の"セキュリティとプライバシー"環境設定で、Pasteraへのアクセシビリティのアクセスを許可してください。

source: Host: %@
ja: ホスト: %@

source: Try Again
zh_hans: 重试

source: Automatically download and install updates in the future
zh_hans: 以后自动下载并安装更新

source: Move Pastera to Applications
zh_hans: 将 Pastera 移到应用程序文件夹

source: OK
zh_hans: 好

source: Open Applications
zh_hans: 打开应用程序文件夹

source: Pastera, Secure Keyboard Entry active
zh_hans: Pastera，安全键盘输入已启用

source: Secure Keyboard Entry
zh_hans: 安全键盘输入

source: Secure Keyboard Entry is active in a password prompt. Finish or cancel it, then Pastera shortcuts will work again.
zh_hans: 密码提示正在使用安全键盘输入。完成或取消后，Pastera 快捷键会恢复。

source: Secure Keyboard Entry is active. macOS may block global shortcuts; click this menu bar icon to open Pastera.
zh_hans: 安全键盘输入已启用。macOS 可能会阻止全局快捷键；点击这个菜单栏图标可打开 Pastera。

source: Shortcuts are paused
zh_hans: 快捷键暂不可用

source: Show alert panel before clear history
zh_hans: 清空历史前显示警告面板

source: Snippets
zh_hans: 片段

source: To keep Accessibility permissions stable, move Pastera.app to the Applications folder before enabling Accessibility.
zh_hans: 为了保持辅助功能权限稳定，请先将 Pastera.app 移到应用程序文件夹，再启用辅助功能权限。

source: + New Folder
zh_hans: + 新建文件夹

source: New Folder
zh_hans: 新建文件夹

source: Delete Password
zh_hans: 删除密码

source: Edit Password
zh_hans: 编辑密码

source: New Password
zh_hans: 新建密码

source: No Passwords
zh_hans: 暂无密码

source: Password
zh_hans: 密码

source: Password Vault Unavailable
zh_hans: 密码箱不可用

source: Passwords are stored only in this Mac's Keychain.
zh_hans: 密码仅存储在这台 Mac 的钥匙串中。

source: Paste Password
zh_hans: 粘贴密码

source: Paste Username
zh_hans: 粘贴账号

source: More
zh_hans: 更多

source: Quick paste is available here
zh_hans: 右侧可快速粘贴

source: Show password
zh_hans: 显示密码

source: Username
zh_hans: 用户名

source: Website
zh_hans: 网站

source: Create Vault
zh_hans: 创建密码箱

source: Creating…
zh_hans: 正在创建…

source: Enter Again
zh_hans: 再次输入

source: Enter your master password to view and use saved passwords.
zh_hans: 输入主密码以查看和使用已保存的密码。

source: Set Master Password
zh_hans: 设置主密码

source: The master passwords do not match.
zh_hans: 两次输入的主密码不一致。

source: Unlock Vault
zh_hans: 解锁密码箱

source: Your master password encrypts the vault and cannot be recovered if forgotten.
zh_hans: 主密码用于加密密码箱，忘记后无法恢复。

source: Processing
zh_hans: 处理方式

source: Prompt Optimization
zh_hans: 提示词优化

source: Improve Prompt
zh_hans: 美化提示词

source: Improve history drafts locally for free, or use your own compatible model.
zh_hans: 默认在本机免费处理，也可使用你自己的兼容模型。

source: Improve history prompts locally or with your own compatible model.
zh_hans: 在本机或通过自备兼容模型美化历史提示词。

source: Optimization model
zh_hans: 优化模型

source: Automatic · Apple On-device
zh_hans: 自动 · Apple 设备端

source: Automatic · Local Formatting
zh_hans: 自动 · 本地整理

source: Automatic — Free
zh_hans: 免费自动

source: OpenAI-compatible — Custom provider
zh_hans: OpenAI 兼容 — 自备服务

source: Provider preset
zh_hans: 服务预设

source: Base URL
zh_hans: 基础地址

source: Model
zh_hans: 模型

source: API Key — stored in Keychain
zh_hans: API Key — 存储于钥匙串

source: Save Settings
zh_hans: 保存设置

source: Save Key
zh_hans: 保存密钥

source: Remove
zh_hans: 移除

source: Test Connection
zh_hans: 测试连接

source: Connection testing sends only fixed probe text and may incur provider charges.
zh_hans: 连接测试只发送固定探针文本，但仍可能产生服务费用。

source: Allow non-loopback HTTP. Prompt text and credentials may be exposed.
zh_hans: 允许非回环 HTTP；提示词和凭据可能被暴露。

source: Free. Uses Apple on-device intelligence when available, with local formatting fallback.
zh_hans: 免费；可用时使用 Apple 设备端智能，否则自动使用本地整理。

source: Uses your configured provider. Prompt text leaves this Mac only after confirmation.
zh_hans: 使用你配置的服务；确认后提示词才会离开本机。

source: Saved in Keychain
zh_hans: 已保存至钥匙串

source: No key saved
zh_hans: 未保存密钥

source: Keep on This Mac
zh_hans: 仅保存在本机

source: Sync with OneDrive
zh_hans: 使用 OneDrive 同步

source: Storage
zh_hans: 保存位置

source: The encrypted vault stays on this Mac.
zh_hans: 加密密码箱只保存在这台 Mac 上。

source: Create the local vault first, then configure an encrypted OneDrive replica.
zh_hans: 先创建本地密码箱，再配置加密的 OneDrive 副本。

source: OneDrive sync is not enabled
zh_hans: OneDrive 同步未开启

source: OneDrive is synced
zh_hans: OneDrive 已同步

source: OneDrive is syncing: %@
zh_hans: OneDrive 正在同步：%@

source: OneDrive is waiting for the vault to unlock
zh_hans: OneDrive 正在等待密码箱解锁

source: OneDrive sync failed
zh_hans: OneDrive 同步失败

source: OneDrive Sync
zh_hans: OneDrive 同步

source: Saved on This Mac
zh_hans: 已保存在这台 Mac 上

source: Your encrypted vault remains available without OneDrive.
zh_hans: 即使没有 OneDrive，你仍可使用本地加密密码箱。

source: Local vault is not ready
zh_hans: 本地密码箱尚未准备好

source: Restore the local copy before changing sync settings.
zh_hans: 请先恢复本地副本，再更改同步设置。

source: Nothing is uploaded until you choose to enable sync.
zh_hans: 只有你主动开启同步后，数据才会上传。

source: Local changes are safe and will wait on this Mac.
zh_hans: 本地更改是安全的，并会留在这台 Mac 上等待同步。

source: No changes waiting
zh_hans: 没有等待同步的更改

source: %lld conflict copies need review.
zh_hans: %lld 个冲突副本需要检查。

source: OneDrive has never been enabled for this vault.
zh_hans: 这个密码箱从未开启过 OneDrive 同步。

source: The first sync has not finished yet.
zh_hans: 首次同步尚未完成。

source: No OneDrive account folder was found. Install OneDrive or sign in, then try again.
zh_hans: 未找到 OneDrive 账户目录。请安装 OneDrive 或登录账户后重试。

source: Choose the OneDrive account that should hold the encrypted replica.
zh_hans: 选择用于保存加密副本的 OneDrive 账户。

source: Enabling…
zh_hans: 正在开启…

source: Start OneDrive
zh_hans: 启动 OneDrive

source: Use OneDrive folder: %@
zh_hans: 使用 OneDrive 目录：%@

source: Checking OneDrive
zh_hans: 正在检查 OneDrive

source: Downloading encrypted replica
zh_hans: 正在下载加密副本

source: Merging vault changes
zh_hans: 正在合并密码箱更改

source: Saving the local vault
zh_hans: 正在保存本地密码箱

source: Uploading encrypted replica
zh_hans: 正在上传加密副本

source: Verifying OneDrive copy
zh_hans: 正在验证 OneDrive 副本

source: OneDrive sync has conflicts
zh_hans: OneDrive 同步存在冲突

source: %lld conflict copies are available.
zh_hans: 有 %lld 个冲突副本。

source: Queued changes remain on this Mac.
zh_hans: 等待中的更改仍保存在这台 Mac 上。

source: The encrypted replica is up to date.
zh_hans: 加密副本已是最新。

source: Keep working normally. Pastera will upload queued changes after OneDrive reconnects.
zh_hans: 你可以继续正常使用。OneDrive 恢复连接后，Pastera 会上传等待中的更改。

source: The encrypted local vault and OneDrive replica are up to date.
zh_hans: 加密的本地密码箱与 OneDrive 副本均为最新。

source: Pastera is updating the encrypted OneDrive replica.
zh_hans: Pastera 正在更新加密的 OneDrive 副本。

source: Your vault stays unlocked. Conflict copies can be reviewed later.
zh_hans: 密码箱会保持解锁，冲突副本可以稍后检查。

source: Unlock the local vault to finish merging remote changes.
zh_hans: 解锁本地密码箱以完成远端更改合并。

source: Local changes remain safe. Check OneDrive and try again.
zh_hans: 本地更改仍然安全。请检查 OneDrive 后重试。

source: OneDrive sync is currently off.
zh_hans: OneDrive 同步当前已关闭。

source: Nothing is uploaded.
zh_hans: 不会上传任何数据。

source: OneDrive is not installed.
zh_hans: 尚未安装 OneDrive。

source: OneDrive is not installed; password vault sync is not enabled
zh_hans: 未安装 OneDrive · 密码箱同步未开启

source: OneDrive is not running.
zh_hans: OneDrive 未运行。

source: OneDrive is not running; password vault sync is not enabled
zh_hans: OneDrive 未运行 · 密码箱同步未开启

source: The selected OneDrive folder is unavailable.
zh_hans: 所选 OneDrive 目录不可用。

source: The selected OneDrive folder is read-only.
zh_hans: 所选 OneDrive 目录为只读。

source: The OneDrive replica is temporarily unavailable.
zh_hans: OneDrive 副本暂时不可用。

source: The OneDrive replica cannot be read safely.
zh_hans: 无法安全读取 OneDrive 副本。

source: The OneDrive replica uses a different master password.
zh_hans: OneDrive 副本使用了不同的主密码。

source: The encrypted replica could not be saved to OneDrive.
zh_hans: 无法将加密副本保存到 OneDrive。

source: The saved OneDrive replica could not be verified.
zh_hans: 无法验证已保存的 OneDrive 副本。

source: OneDrive could not be started.
zh_hans: 无法启动 OneDrive。

source: OneDrive sync is unavailable
zh_hans: OneDrive 同步不可用

source: Review Sync Result
zh_hans: 查看同步结果

source: Create a Separate Local Vault?
zh_hans: 创建独立的本地密码箱？

source: Creating a new local vault starts a separate data branch.
zh_hans: 创建新的本地密码箱会形成一条独立的数据分支。

source: The previous OneDrive vault will not be overwritten. You can reconnect it later and decide how to merge the two copies.
zh_hans: 原有 OneDrive 密码箱不会被覆盖。你可以稍后重新连接，再决定如何合并两端副本。

source: Create New Local Vault
zh_hans: 创建新的本地密码箱

source: Continue with a New Local Vault
zh_hans: 继续创建新的本地密码箱

source: Preparing the Local Vault
zh_hans: 正在准备本地密码箱

source: Pastera is creating a local working copy. No password is needed yet.
zh_hans: Pastera 正在创建本地工作副本，此时无需输入密码。

source: The local password vault could not be prepared.
zh_hans: 无法准备本地密码箱。

source: If OneDrive was disconnected, start it and retry. Your cloud copy remains unchanged.
zh_hans: 如果 OneDrive 已断开，请启动后重试。云端副本不会被更改。

source: OneDrive is running; password vault sync is not enabled
zh_hans: OneDrive 正在运行 · 密码箱同步未开启

source: OneDrive is running, but the cloud vault has not finished downloading. Wait for OneDrive to finish syncing, then try again. Your cloud copy remains unchanged.
zh_hans: OneDrive 已启动，但云端密码箱尚未下载完成。请等待 OneDrive 完成同步后重试。云端副本不会被更改。

source: Local Vault Recovery
zh_hans: 恢复本地密码箱

source: Unlock the OneDrive Copy
zh_hans: 解锁 OneDrive 副本

source: Your local vault is already unlocked. Enter the OneDrive copy's master password for this merge only.
zh_hans: 本地密码箱已解锁。请输入 OneDrive 副本的主密码，本次合并后不会保留。

source: OneDrive Vault Master Password
zh_hans: OneDrive 密码箱主密码

source: OneDrive Password
zh_hans: OneDrive 密码

source: The OneDrive vault master password is incorrect.
zh_hans: OneDrive 密码箱主密码不正确。

source: Enter the OneDrive vault master password.
zh_hans: 请输入 OneDrive 密码箱主密码。

source: Unlock and Merge
zh_hans: 解锁并合并

source: OneDrive copy credentials
zh_hans: OneDrive 副本凭据

source: Unlock the OneDrive copy and merge
zh_hans: 解锁 OneDrive 副本并合并

source: Sync Merge Complete
zh_hans: 同步合并完成

source: Pastera automatically combined compatible local and OneDrive changes.
zh_hans: Pastera 已自动合并可以安全合并的本地与 OneDrive 更改。

source: %lld conflict copies were kept for review.
zh_hans: 已保留 %lld 个冲突副本供你检查。

source: %lld local changes are still waiting.
zh_hans: 仍有 %lld 项本地更改等待同步。

source: View Conflict Copies
zh_hans: 查看冲突副本

source: Return to Vault
zh_hans: 返回密码箱

source: Sync Result
zh_hans: 同步结果

source: Preparing…
zh_hans: 正在准备…

source: Back
zh_hans: 返回
